Revit 2024 API
BuiltInFailures.FabricAreaFailures.FabricAreaLapSplicesIncorrect Property
 Fabric Area lap splice is incorrect.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId FabricAreaLapSplicesIncorrect { get; }
Visual Basic
Public Shared ReadOnly Property FabricAreaLapSplicesIncorrect As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ FabricAreaLapSplicesIncorrect {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.FabricAreaFailures Class
Autodesk.Revit.DB Namespace